Repository: K56Flex/AppTrap
Catalog: AppTrapPreferencePane/*.lproj/Localizable.strings
Languages: de

source: General
de: Allgemein

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Start AppTrap
de: Starte AppTrap

source: Stop AppTrap
de: Stoppe AppTrap

source: Download
de: Herunterladen

source: Don't download
de: Nicht herunterladen

source: New version
de: Neue Version

source: A new version of AppTrap is available, do you want to download it now?
de: Eine neue Version von AppTrap ist verfügbar. Möchten Sie sie jetzt herunterladen?

source: The background process is an older version. Would you like to restart it with the newer version?
de: Der Hintergrundprozess ist veraltet. Möchten Sie ihn erneuern, indem Sie ihn neu starten?

source: Restart AppTrap
de: AppTrap neu starten

source: Don't restart AppTrap
de: AppTrap nicht neu starten

source: The currently running AppTrap background process is an older version. Would you like to restart it with a newer version? You can also restart it by pressing the "Start/Stop AppTrap" button.
de: Der gegenwärtig laufende AppTrap-Hintergrundprozess ist veraltet. Möchten Sie ihn erneuern, indem sie ihn neu starten? Sie können ihn auch durch Drücken des "Start/Stop-AppTrap"-Knopfes neu starten.
